import React from "react";

export default function AboutUs() {
  return (
    <div className="about_us">
      <h2 className="about_us__title" id="onas">О нас</h2>

      <div className="about_us__text__border">
        <p className="about_us__text">
          Игрушки для детей, это не прихоть, а один из главных факторов их
          нормального развития, становления творческого мышления и формирования
          множества базовых навыков, суть и средоточие настоящего детства.
          Детские игрушки самым непосредственным образом влияют на формирование
          личности. В нашем магазине Вы сможете найти широчайший ассортимент
          самых разных игрушек: конструкторы, куклы, пазлы, головоломки, мягкие
          игрушки и многое-многое другое. У нас Вы сможете найти игрушки как для
          мальчиков, так и для девочек, как для малышей, так и для подростков -
          мы располагаем разнообразием игрушек для детей от 0 до 12+ лет.
        </p>
      </div>
    </div>
  );
}
